import { IGoodsList } from '../types/types';

const goodsList: IGoodsList = [
  {
    id: 1,
    title: 'Si Passione, 30 мл ',
    description:
      'Sì Passione — новый аромат от Giorgio Armani, раскрывающий грани образа Sì: это аромат для женщины независимой, очень женственной и свободной. В новой композиции присутствует сочетание, характерное для аромата Sì: ноты нектара черной смородины перекликаются с грушевыми нотами. Верхняя нота аромата — пряный аккорд розового перца, подобный всплеску адреналина. В цветочной ноте сердца слышны прозрачные переливающиеся ароматы лепестков розы в новом исполнении, также присутствуют соблазнительные пудровые отголоски гелиотропа и невероятно женственного переливчатого экстракта жасмина.',
    price: 358.8,
    rating: 4.69,
    brand: 'GIORGIO ARMANI',
    category: 'Парфюмерная вода',
    images: [
      'https://shop.cravt.by/upload/Sh/imageCache/4c1/9fb/c46944df8706d00553bdf5ce5cfa8c33.jpg.webp',
      'https://shop.cravt.by/upload/Sh/imageCache/498/1c0/839267b4e6dbfdf53417af8118d5f55d.jpg.webp',
    ],
  },
  {
    id: 2,
    title: 'Donna, 100 мл',
    description:
      'Волнующая и утонченная туалетная вода подчеркивает в облике прекрасных дам главное – женственность, которая не зависит от моды и остается актуальной во все времена. Donna Trussardi в изящном белом флаконе посвящен образу современной женщины, элегантной и чувственной, независимой и сильной и в то же время бесконечно женственной… Компоненты: Юзу, Цедра лимона, Цветы Апельсина, Жасмин, Белая Лилия, Белый Пачули, Кедр, Сандал, Ваниль',
    price: 329.4,
    rating: 4.8,
    brand: 'TRUSSARDI',
    category: 'Парфюмерная вода',
    images: [
      'https://shop.cravt.by/upload/Sh/imageCache/009/c73/7fe360fcdbcd78748d2f2db25e95bea6.jpg.webp',
    ],
  },
  {
    id: 3,
    title: 'Omnia Crystalline, 25 мл ',
    description:
      'Попробуйте чарующий аромат от Bvlgari – Omnia Crystalline! Неповторимое сочетание компонентов драгоценной композиции идеально дополнит образ молодой романтичной женщины, которая знает себе цену. Легкий шлейф аромата подарит Вам свежесть и душистую сладость. Компоненты: бамбук, японская груша наши, лотос, лист черной смородины, гуаяк, дубовый мох.',
    price: 182.4,
    rating: 4.5,
    brand: 'BVLGARI',
    category: 'Туалетная вода',
    images: [
      'https://shop.cravt.by/upload/Sh/imageCache/9cd/20c/0d2367886b84ac49bcaa42c6c9bf355e.jpg.webp',
    ],
  },
  {
    id: 4,
    title: 'Idole, 50 мл',
    description:
      'Аромат нового поколения Idôle – объект желания! В основе аромата – «аккорд чистоты», смелый и неординарный. Он раскрывается на обнаженной коже через цветочную дымку, где в главной роли выступает роза из Испарты. Флакон Idôle на данный момент самый тонкий в мире, его толщина всего лишь 15 мм. Гармония пропорций, чувственная выгнутая форма и великолепные линии – это то, что делает флакон по-настоящему современным объектом желания. «Дом Lancôme создал новый роскошный аромат, который стал отражением современной женственности. Lancôme хочет выразить свое восхищение успехами современных женщин и сопровождать их на пути к счастью.» Франсуаза Леманн, Президент Lancôme International',
    price: 502.02,
    rating: 4.9,
    brand: 'LANCOME',
    category: 'Парфюмерная вода',
    images: [
      'https://shop.cravt.by/upload/Sh/imageCache/682/b20/ae687a46da6d68dfe016419871c125c6.jpg.webp',
      'https://shop.cravt.by/upload/Sh/imageCache/705/a37/e3eda94d6b972cc668decff6bc96a934.jpg.webp',
    ],
  },
];

export default goodsList;
